Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Export Library, which saves a profile's titles and watch progress to a file, lives on iPhone, iPad, and Mac (Apple TV has no file picker). On Apple TV your library and history follow you through your VortX account.
af: Voer biblioteek uit, wat 'n profiel se titels en kykvorderingna 'n lêer stoor, is beskikbaar op iPhone, iPad en Mac (Apple TV het geen lêerkieser nie). Op Apple TV volg jou biblioteek en geskiedenis jou via jou VortX-rekening.
am: ቤተ-መፅሐፍት ወደ ፋይል ይልካል — በ iPhone፣ iPad፣ እና Mac ላይ ይገኛል (Apple TV ምንም ፋይል ምርጫ የለውም)። Apple TV ላይ ቤተ-መፅሐፍትዎ እና ታሪክዎ በ VortX መለያዎ ይከተሉዎታል።
ar: تصدير المكتبة، الذي يحفظ عناوين ملف شخصي وتقدّم المشاهدة في ملف، متوفر على iPhone وiPad وMac (لا يحتوي Apple TV على منتقي ملفات). على Apple TV تتبعك مكتبتك وسجل مشاهدتك عبر حساب VortX الخاص بك.
as: লাইব্ৰেৰী এক্সপ'ৰ্ট, যিয়ে এটা প্ৰ'ফাইলৰ শিৰোনাম আৰু চোৱাৰ অগ্ৰগতি এটা ফাইললৈ সাঁচি ৰাখে, সেয়া iPhone, iPad আৰু Mac-ত আছে (Apple TV-ত ফাইল পিকাৰ নাই)। Apple TV-ত আপোনাৰ লাইব্ৰেৰী আৰু ইতিহাস আপোনাৰ VortX একাউণ্টৰ যোগেদি আপোনাৰ লগত থাকে।
az: Kitabxananı ixrac et, bir profilin başlıqlarını və izlənmə irəliliyini fayla saxlayan bu funksiya iPhone, iPad və Mac-da mövcuddur (Apple TV-nin fayl seçicisi yoxdur). Apple TV-də kitabxananız və tarixçəniz VortX hesabınız vasitəsilə sizi izləyir.
be: Экспарт бібліятэкі, які захоўвае тайтлы профілю і прагрэс прагляду ў файл, даступны на iPhone, iPad і Mac (у Apple TV няма выбару файлаў). На Apple TV ваша бібліятэка і гісторыя суправаджаюць вас праз ваш акаўнт VortX.
bg: Експортиране на библиотеката, което запазва заглавията на профила и прогреса на гледане във файл, е налично на iPhone, iPad и Mac (Apple TV няма избор на файлове). На Apple TV вашата библиотека и история ви следват чрез вашия VortX акаунт.
bn: লাইব্রেরি এক্সপোর্ট, যা একটি প্রোফাইলের শিরোনাম ও দেখার অগ্রগতি একটি ফাইলে সংরক্ষণ করে, তা iPhone, iPad এবং Mac-এ আছে (Apple TV-তে কোনো ফাইল পিকার নেই)। Apple TV-তে আপনার লাইব্রেরি ও দেখার ইতিহাস আপনার VortX অ্যাকাউন্টের মাধ্যমে আপনার সঙ্গে যায়।
br: Ezporzhiañ al Levraoueg, a enroll titloù un aelad hag an araokadenn sellet en ur restr, a zo war iPhone, iPad ha Mac (n'eus dibaber restr ebet war Apple TV). War Apple TV e heuilh ho levraoueg hag ho istor ac'hanoc'h dre ho kont VortX.
bs: Izvoz biblioteke, koji čuva naslove profila i napredak gledanja u datoteku, dostupan je na iPhoneu, iPadu i Macu (Apple TV nema odabir datoteka). Na Apple TV-u vaša biblioteka i historija prate vas putem vašeg VortX računa.
ca: Exportar biblioteca, que desa els títols i el progrés de visualització d'un perfil en un fitxer, és disponible a l'iPhone, l'iPad i el Mac (l'Apple TV no té selector de fitxers). A l'Apple TV, la biblioteca i l'historial et segueixen a través del teu compte de VortX.
ceb: Ang Export Library, nga nag-save sa mga titulo ug watch progress sa usa ka profile ngadto sa file, anaa sa iPhone, iPad, ug Mac (ang Apple TV walay file picker). Sa Apple TV ang imong library ug history mokuyog nimo pinaagi sa imong VortX account.
cs: Export knihovny, který uloží tituly a průběh sledování profilu do souboru, je k dispozici na iPhonu, iPadu a Macu (Apple TV nemá výběr souborů). Na Apple TV vás knihovna a historie provázejí přes váš účet VortX.
cy: Mae Allforio Llyfrgell, sy'n cadw teitlau a chynnydd gwylio proffil i ffeil, ar gael ar iPhone, iPad a Mac (nid oes gan Apple TV ddewiswr ffeiliau). Ar Apple TV mae'ch llyfrgell a'ch hanes yn eich dilyn drwy'ch cyfrif VortX.
da: Eksportér bibliotek, som gemmer en profils titler og afspilningsforløb til en fil, findes på iPhone, iPad og Mac (Apple TV har ingen filvælger). På Apple TV følger dit bibliotek og din historik med dig via din VortX-konto.
de: Bibliothek exportieren, womit die Titel und der Wiedergabefortschritt eines Profils in einer Datei gesichert werden, gibt es auf iPhone, iPad und Mac (Apple TV hat keine Dateiauswahl). Auf Apple TV folgen dir deine Bibliothek und dein Verlauf über dein VortX-Konto.
el: Η Εξαγωγή βιβλιοθήκης, που αποθηκεύει τους τίτλους και την πρόοδο παρακολούθησης ενός προφίλ σε αρχείο, είναι διαθέσιμη σε iPhone, iPad και Mac (το Apple TV δεν διαθέτει επιλογέα αρχείων). Στο Apple TV η βιβλιοθήκη και το ιστορικό σας σας ακολουθούν μέσω του λογαριασμού VortX σας.
es: Exportar biblioteca, que guarda los títulos y el progreso de un perfil en un archivo, está disponible en iPhone, iPad y Mac (Apple TV no tiene selector de archivos). En Apple TV tu biblioteca y tu historial te acompañan a través de tu cuenta VortX.
et: Teegi eksport, mis salvestab profiili pealkirjad ja vaatamise edenemise faili, on saadaval iPhone'is, iPadis ja Macis (Apple TV-l pole failivalijat). Apple TV-s järgnevad su teek ja ajalugu sulle su VortX-i konto kaudu.
eu: Liburutegia esportatu, profil baten tituluak eta ikusteko aurrerapena fitxategi batera gordetzen dituena, iPhone, iPad eta Mac-en dago (Apple TV-k ez du fitxategi-hautatzailerik). Apple TV-n zure liburutegia eta historia VortX kontuaren bidez jarraituko zaitu.
fa: خروجی‌گرفتن از کتابخانه، که عنوان‌ها و پیشرفت تماشای یک نمایه را در یک فایل ذخیره می‌کند، روی آیفون، آیپد و مک موجود است (Apple TV انتخابگر فایل ندارد). روی Apple TV کتابخانه و تاریخچه شما از طریق حساب VortX همراهتان می‌آید.
fi: Vie kirjasto, joka tallentaa profiilin nimikkeet ja katselun edistymisen tiedostoon, on käytettävissä iPhonella, iPadilla ja Macilla (Apple TV:ssä ei ole tiedostonvalitsinta). Apple TV:ssä kirjastosi ja katseluhistoriasi seuraavat sinua VortX-tilisi kautta.
fil: Ang Export Library, na nagse-save ng mga titulo at watch progress ng isang profile sa isang file, ay available sa iPhone, iPad, at Mac (walang file picker ang Apple TV). Sa Apple TV, sumusunod sa iyo ang iyong library at watch history sa pamamagitan ng iyong VortX account.
fo: Útflyt savn, ið goymir titlar og hyggifer eina vangamyndar í eina fílu, er tøkt á iPhone, iPad og Mac (Apple TV hevur ongan fíluveljara). Á Apple TV fylgja savn og søga tær gjøgnum VortX-kontu tína.
fr: Exporter la bibliothèque, qui enregistre les titres et la progression de visionnage d'un profil dans un fichier, est disponible sur iPhone, iPad et Mac (l'Apple TV n'a pas de sélecteur de fichiers). Sur Apple TV, votre bibliothèque et votre historique vous suivent via votre compte VortX.
fy: Bibleteek eksportearje, dat de titels en de sjochfuortgong fan in profyl nei in bestân bewarret, is beskikber op iPhone, iPad en Mac (Apple TV hat gjin bestânskiezer). Op Apple TV folgje jo bibleteek en skiednis jo fia jo VortX-akkount.
ga: Tá Easpórtáil Leabharlann, a shábhálann teidil próifíle agus dul chun cinn féachana chuig comhad, ar fáil ar iPhone, iPad agus Mac (níl aon roghnóir comhaid ag Apple TV). Ar Apple TV leanann do leabharlann agus do stair thú trí do chuntas VortX.
gd: Tha Às-phortaich Leabharlann, a shàbhaileas tiotalan pròifil agus adhartas coimhid gu faidhle, ri fhaotainn air iPhone, iPad, agus Mac (chan eil taghadair fhaidhlichean aig Apple TV). Air Apple TV leanaidh do leabharlann agus d' eachdraidh riut tron chunntas VortX agad.
gl: Exportar biblioteca, que garda os títulos e o progreso de visualización dun perfil nun ficheiro, está dispoñible en iPhone, iPad e Mac (Apple TV non ten selector de ficheiros). En Apple TV, a túa biblioteca e historial séguente a través da túa conta de VortX.
gu: Export Library, જે પ્રોફાઇલના શીર્ષકો અને જોવાની પ્રગતિ ફાઇલમાં સાચવે છે, તે iPhone, iPad અને Mac પર છે (Apple TV પર ફાઇલ પિકર નથી). Apple TV પર તમારી library અને ઇતિહાસ તમારા VortX account દ્વારા તમારી સાથે રહે છે.
ha: Fitar da Ɗakin Karatu, wanda ke adana taken bayanin martaba da ci gaban kallo zuwa fayil, yana nan a iPhone, iPad, da Mac (Apple TV ba shi da mai zaɓen fayil). A Apple TV ɗakin karatunka da tarihinka suna binka ta asusunka na VortX.
he: ייצוא ספרייה, ששומר את הכותרים והתקדמות הצפייה של פרופיל לקובץ, קיים ב-iPhone, ב-iPad וב-Mac (ל-Apple TV אין בורר קבצים). ב-Apple TV הספרייה והיסטוריית הצפייה שלך עוקבות אחריך דרך חשבון VortX שלך.
hi: लाइब्रेरी निर्यात, जो किसी प्रोफ़ाइल के टाइटल और देखने की प्रगति को एक फ़ाइल में सहेजता है, iPhone, iPad और Mac पर उपलब्ध है (Apple TV में फ़ाइल पिकर नहीं है)। Apple TV पर आपकी लाइब्रेरी और इतिहास आपके VortX खाते के ज़रिए आपके साथ चलते हैं।
hr: Izvoz biblioteke, koji sprema naslove profila i napredak gledanja u datoteku, dostupan je na iPhoneu, iPadu i Macu (Apple TV nema birača datoteka). Na Apple TV-u vaša biblioteka i povijest prate vas putem vašeg VortX računa.
ht: Ekspòte Bibliyotèk, ki konsève tit yon pwofil ak pwogrè gade nan yon fichye, disponib sou iPhone, iPad, ak Mac (Apple TV pa gen chwazè fichye). Sou Apple TV bibliyotèk ou ak istorik ou swiv ou atravè kont VortX ou an.
hu: A Könyvtár exportálása, amely fájlba menti egy profil címeit és megtekintési előrehaladását, iPhone-on, iPaden és Macen érhető el (az Apple TV-n nincs fájlválasztó). Apple TV-n a könyvtárad és az előzményeid a VortX-fiókodon keresztül követnek.
hy: Գրադարանի արտահանումը, որը պրոֆիլի վերնագրերն ու դիտման առաջընթացը պահում է ֆայլում, հասանելի է iPhone-ում, iPad-ում և Mac-ում (Apple TV-ն չունի ֆայլ ընտրող)։ Apple TV-ում ձեր գրադարանն ու պատմությունը հետևում են ձեզ VortX հաշվի միջոցով։
id: Ekspor Pustaka, yang menyimpan judul dan progres tonton sebuah profil ke file, tersedia di iPhone, iPad, dan Mac (Apple TV tidak memiliki pemilih file). Di Apple TV pustaka dan riwayat Anda mengikuti Anda melalui akun VortX Anda.
ig: Mbupụ Ọba akwụkwọ, nke na-echekwa aha na ọganihu nlele nke profaịlụ na faịlụ, dị na iPhone, iPad, na Mac (Apple TV enweghị onye nhọrọ faịlụ). Na Apple TV, ọba akwụkwọ na akụkọ ihe mere eme gị na-eso gị site na akaụntụ VortX gị.
is: Flytja út safn, sem vistar titla og horfuferil prófíls í skrá, er á iPhone, iPad og Mac (Apple TV er með engan skráaval). Á Apple TV fylgja safnið og ferill þinn reikningnum þínum hjá VortX.
it: Esporta libreria, che salva i titoli e l'avanzamento di un profilo in un file, è disponibile su iPhone, iPad e Mac (Apple TV non ha un selettore file). Su Apple TV la tua libreria e la cronologia ti seguono tramite il tuo account VortX.
ja: プロファイルのタイトルと視聴進行状況をファイルに保存するライブラリのエクスポートは、iPhone、iPad、Mac で利用できます（Apple TV にはファイルピッカーがありません）。Apple TV では、ライブラリと視聴履歴が VortX アカウントを通じて引き継がれます。
jv: Ekspor Perpustakaan, sing nyimpen judhul lan kemajuan tonton profil menyang file, ana ing iPhone, iPad, lan Mac (Apple TV ora duwé pemilih file). Ing Apple TV perpustakaan lan riwayat sampeyan melu sampeyan liwat akun VortX sampeyan.
ka: ბიბლიოთეკის ექსპორტი, რომელიც ინახავს პროფილის სათაურებსა და ყურების პროგრესს ფაილში, ხელმისაწვდომია iPhone-ზე, iPad-ზე და Mac-ზე (Apple TV-ს ფაილის ამომრჩეველი არ აქვს). Apple TV-ზე თქვენი ბიბლიოთეკა და ისტორია VortX ანგარიშის მეშვეობით თქვენთან ერთად გადადის.
kk: Кітапхананы экспорттау, профиль атауларын және қараушы прогресін файлға сақтайды, iPhone, iPad және Mac-та жұмыс істейді (Apple TV-де файл таңдаушы жоқ). Apple TV-де кітапхана мен тарих VortX тіркелгіңіз арқылы сізбен бірге жүреді.
km: Export Library ដែលរក្សាទុកចំណងជើង និងដំណើរការមើលរបស់ប្រវត្តិរូបទៅជាឯកសារ មាននៅ iPhone, iPad, និង Mac (Apple TV មិនមាន file picker)។ នៅ Apple TV បណ្ណាល័យ និងប្រវត្តិរបស់អ្នកដើរតាមអ្នកតាមរយៈគណនី VortX របស់អ្នក។
kn: ಲೈಬ್ರರಿ ರಫ್ತು, ಇದು ಪ್ರೊಫೈಲ್‌ನ ಶೀರ್ಷಿಕೆಗಳು ಮತ್ತು ವೀಕ್ಷಣಾ ಪ್ರಗತಿಯನ್ನು ಫೈಲ್‌ಗೆ ಉಳಿಸುತ್ತದೆ, iPhone, iPad ಮತ್ತು Mac ನಲ್ಲಿ ಲಭ್ಯವಿದೆ (Apple TV ನಲ್ಲಿ ಫೈಲ್ ಪಿಕರ್ ಇಲ್ಲ). Apple TV ನಲ್ಲಿ ನಿಮ್ಮ ಲೈಬ್ರರಿ ಮತ್ತು ವೀಕ್ಷಣಾ ಇತಿಹಾಸವು ನಿಮ್ಮ VortX ಖಾತೆಯ ಮೂಲಕ ನಿಮ್ಮನ್ನು ಅನುಸರಿಸುತ್ತದೆ.
ko: 프로필의 작품과 시청 진행률을 파일로 저장하는 라이브러리 내보내기는 iPhone, iPad, Mac에서 사용할 수 있습니다(Apple TV에는 파일 선택기가 없습니다). Apple TV에서는 라이브러리와 시청 기록이 VortX 계정을 통해 따라옵니다.
ku: Pirtûkxaneyê Derxe, ku sernav û pêşketina temaşekirina profîlekê di pelekê de tomar dike, li ser iPhone, iPad û Mac heye (Apple TV pel-hilbijêr tune ye). Li ser Apple TV pirtûkxane û dîroka te bi rêya hesabê te yê VortX dişopîne te.
ky: Профилдин аталыштарын жана көрүү жүрүшүн файлга сактаган Китепкананы экспорттоо iPhone, iPad жана Mac'те бар (Apple TV'де файл тандагыч жок). Apple TV'де китепканаңыз жана тарыхыңыз VortX аккаунтуңуз аркылуу сиз менен бирге жүрөт.
lb: Bibliothéik exportéieren, wat d'Titelen an de Kucks-Fortschrëtt vun engem Profil an eng Datei späichert, gëtt et um iPhone, iPad a Mac (den Apple TV huet keng Dateiauswiel). Um Apple TV follegen deng Bibliothéik an deng Historik dir iwwer däi VortX-Kont.
lo: ສົ່ງອອກຄັງເກັບ ເຊິ່ງບັນທຶກລາຍການ ແລະ ຄວາມຄືບໜ້າການເບິ່ງຂອງໂປຣໄຟລ໌ລົງໄຟລ໌ ມີໃນ iPhone, iPad, ແລະ Mac (Apple TV ບໍ່ມີຕົວເລືອກໄຟລ໌). ໃນ Apple TV ຄັງເກັບ ແລະ ປະຫວັດຂອງທ່ານຈະຕິດຕາມທ່ານໄປຜ່ານບັນຊີ VortX.
lt: Bibliotekos eksportavimas, išsaugantis profilio kūrinius ir žiūrėjimo eigą į failą, veikia iPhone, iPad ir Mac (Apple TV neturi failų parinkiklio). Apple TV jūsų biblioteka ir žiūrėjimo istorija seka jus per jūsų VortX paskyrą.
lv: Eksportēt bibliotēku, kas saglabā profila nosaukumus un skatīšanās norisi failā, ir pieejama iPhone, iPad un Mac ierīcē (Apple TV nav failu atlasītāja). Apple TV ierīcē jūsu bibliotēka un vēsture seko jums caur jūsu VortX kontu.
mg: Ny Export Library, izay mitahiry ny lohatenin'ny profil iray sy ny fandrosoan'ny fijerena ao anaty rakitra, dia misy amin'ny iPhone, iPad, ary Mac (tsy misy mpisafidy rakitra ny Apple TV). Amin'ny Apple TV dia manaraka anao amin'ny alalan'ny kaonty VortX-nao ny tranombokinao sy ny tantaranao.
mi: Ko te Kaweake Whare Pukapuka, e tiaki ana i ngā taitara me te ahunga mātakitaki o tētahi kōtaha ki tētahi kōnae, kei te iPhone, iPad, me te Mac (kāore he kaikōwhiri kōnae o te Apple TV). I te Apple TV ka whai tō whare pukapuka me tō hītori i a koe mā tō pūkete VortX.
mk: Извоз на библиотека, кој ги зачувува насловите и напредокот на гледање на профилот во датотека, е достапен на iPhone, iPad и Mac (Apple TV нема избирач на датотеки). На Apple TV вашата библиотека и историја ве следат преку вашата VortX сметка.
ml: ഒരു പ്രൊഫൈലിന്റെ ടൈറ്റിലുകളും കാഴ്ച പുരോഗതിയും ഒരു ഫയലിലേക്ക് സംരക്ഷിക്കുന്ന ലൈബ്രറി എക്സ്പോർട്ട്, iPhone, iPad, Mac എന്നിവയിൽ ലഭ്യമാണ് (Apple TV-യിൽ ഫയൽ പിക്കർ ഇല്ല). Apple TV-യിൽ നിങ്ങളുടെ ലൈബ്രറിയും കാഴ്ച ചരിത്രവും നിങ്ങളുടെ VortX അക്കൗണ്ടിലൂടെ നിങ്ങളെ പിന്തുടരുന്നു.
mn: Профайлын контент болон үзсэн явцыг файл болгон хадгалдаг Сан экспортлох нь iPhone, iPad, Mac дээр байдаг (Apple TV дээр файл сонгогч байхгүй). Apple TV дээр таны сан болон түүх нь VortX дансаараа тантай хамт явна.
mr: Export Library, जे एखाद्या प्रोफाइलची शीर्षके आणि पाहण्याची प्रगती एका फाइलमध्ये जतन करते, ते iPhone, iPad आणि Mac वर उपलब्ध आहे (Apple TV वर फाइल पिकर नाही). Apple TV वर तुमची लायब्ररी आणि पाहण्याचा इतिहास तुमच्या VortX खात्याद्वारे तुमच्यासोबत येतात.
ms: Eksport Pustaka, yang menyimpan tajuk dan kemajuan tontonan profil ke fail, tersedia pada iPhone, iPad, dan Mac (Apple TV tiada pemilih fail). Pada Apple TV pustaka dan sejarah tontonan anda mengikut anda melalui akaun VortX anda.
mt: Export Library, li jaħżen it-titli u l-progress tal-wiri ta' profil f'fajl, jinsab fuq iPhone, iPad, u Mac (l-Apple TV m'għandux file picker). Fuq l-Apple TV il-librerija u l-istorja tiegħek isegwuk permezz tal-kont VortX tiegħek.
my: ပရိုဖိုင်တစ်ခု၏ ခေါင်းစဉ်များနှင့် ကြည့်ရှုမှု တိုးတက်မှုကို ဖိုင်တစ်ခုသို့ သိမ်းသည့် Export Library သည် iPhone, iPad နှင့် Mac တွင် ရရှိသည် (Apple TV တွင် ဖိုင်ရွေးချယ်ကိရိယာ မရှိပါ)။ Apple TV တွင် သင့် library နှင့် မှတ်တမ်းသည် သင့် VortX အကောင့်မှတစ်ဆင့် သင်နှင့်အတူ လိုက်ပါလာသည်။
nb: Eksporter bibliotek, som lagrer en profils titler og avspillingsframdrift til en fil, finnes på iPhone, iPad og Mac (Apple TV har ingen filvelger). På Apple TV følger biblioteket og avspillingshistorikken din deg gjennom VortX-kontoen din.
ne: लाइब्रेरी निर्यात, जसले प्रोफाइलका शीर्षकहरू र हेर्ने प्रगति फाइलमा बचाउँछ, iPhone, iPad र Mac मा उपलब्ध छ (Apple TV मा फाइल पिकर छैन)। Apple TV मा तपाईंको लाइब्रेरी र इतिहास तपाईंको VortX खातामार्फत अनुसरण गर्छन्।
nl: Bibliotheek exporteren, waarmee de titels en kijkvoortgang van een profiel naar een bestand worden opgeslagen, bestaat op iPhone, iPad en Mac (Apple TV heeft geen bestandskiezer). Op Apple TV volgen je bibliotheek en kijkgeschiedenis je via je VortX-account.
ny: Export Library, imene imasunga mitu ndi kupita patsogolo kwa kuwonera kwa profile ku fayilo, ilipo pa iPhone, iPad, ndi Mac (Apple TV ilibe chosankhira fayilo). Pa Apple TV laibulale yanu ndi mbiri zimakutsatirani kudzera mu akaunti yanu ya VortX.
oc: Exportar la bibliotèca, qu'enregistra los títols e la progression de visionatge d'un perfil dins un fichièr, es disponible sus iPhone, iPad e Mac (l'Apple TV a pas de selector de fichièr). Sus Apple TV, vòstra bibliotèca e vòstre istoric vos seguisson via vòstre compte VortX.
or: Export Library, ଯାହା ଏକ ପ୍ରୋଫାଇଲର ଟାଇଟଲ ଏବଂ ୱାଚ୍ ପ୍ରଗତିକୁ ଏକ ଫାଇଲରେ ସାଇତ କରେ, iPhone, iPad ଓ Mac‌ରେ ଉପଲବ୍ଧ (Apple TV‌ରେ କୌଣସି ଫାଇଲ ପିକର ନାହିଁ)। Apple TV‌ରେ ଆପଣଙ୍କ ଲାଇବ୍ରେରୀ ଓ ଇତିହାସ ଆପଣଙ୍କ VortX ଆକାଉଣ୍ଟ ମାଧ୍ୟମରେ ଆପଣଙ୍କୁ ଅନୁସରଣ କରେ।
pa: ਲਾਇਬ੍ਰੇਰੀ ਐਕਸਪੋਰਟ, ਜੋ ਪ੍ਰੋਫ਼ਾਈਲ ਦੇ ਸਿਰਲੇਖਾਂ ਅਤੇ ਵੇਖਣ ਦੀ ਪ੍ਰਗਤੀ ਨੂੰ ਫ਼ਾਈਲ ਵਿੱਚ ਸੇਵ ਕਰਦਾ ਹੈ, iPhone, iPad ਅਤੇ Mac 'ਤੇ ਉਪਲਬਧ ਹੈ (Apple TV ਕੋਲ ਫ਼ਾਈਲ ਪਿਕਰ ਨਹੀਂ ਹੈ)। Apple TV 'ਤੇ ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਅਤੇ ਇਤਿਹਾਸ ਤੁਹਾਡੇ VortX ਖਾਤੇ ਰਾਹੀਂ ਤੁਹਾਡੇ ਨਾਲ ਰਹਿੰਦੇ ਹਨ।
pl: Eksport biblioteki, który zapisuje tytuły i postęp oglądania profilu do pliku, działa na iPhonie, iPadzie i Macu (Apple TV nie ma wyboru plików). Na Apple TV Twoja biblioteka i historia podążają za Tobą dzięki Twojemu kontu VortX.
ps: کتابتون صادرول، چې د یو پروفایل سرلیکونه او د کتلو پرمختګ په فایل کې ساتي، په iPhone، iPad او Mac کې شته (Apple TV د فایل ټاکونکی نه لري). په Apple TV کې ستاسو کتابتون او تاریخچه ستاسو د VortX حساب له لارې له تاسو سره ملګري وي.
pt_br: Exportar biblioteca, que salva os títulos e o progresso de exibição de um perfil em um arquivo, existe no iPhone, iPad e Mac (a Apple TV não tem seletor de arquivos). Na Apple TV, sua biblioteca e histórico acompanham você por meio da sua conta VortX.
pt_pt: A funcionalidade Exportar biblioteca, que guarda os títulos e o progresso de visualização de um perfil num ficheiro, existe no iPhone, iPad e Mac (a Apple TV não tem seletor de ficheiros). Na Apple TV, a sua biblioteca e o histórico acompanham-no através da sua conta VortX.
ro: Exportarea bibliotecii, care salvează titlurile și progresul vizionării unui profil într-un fișier, este disponibilă pe iPhone, iPad și Mac (Apple TV nu are selector de fișiere). Pe Apple TV biblioteca și istoricul te urmează prin contul tău VortX.
ru: Экспорт библиотеки, который сохраняет тайтлы профиля и прогресс просмотра в файл, доступен на iPhone, iPad и Mac (на Apple TV нет выбора файлов). На Apple TV ваша библиотека и история следуют за вами через аккаунт VortX.
rw: Kohereza Isomero, ribika insanganyamatsiko z'umwirondoro n'aho kureba kigeze muri dosiye, riba kuri iPhone, iPad, na Mac (Apple TV nta muhitisha dosiye ifite). Kuri Apple TV isomero ryawe n'amateka bigukurikira binyuze kuri konti yawe ya VortX.
sd: لائبريري ايڪسپورٽ، جيڪا پروفائل جا عنوان ۽ ڏسڻ جي ترقي فائل ۾ محفوظ ڪري ٿي، iPhone، iPad، ۽ Mac تي موجود آهي (Apple TV تي فائل پڪر ناهي). Apple TV تي اوهان جي لائبريري ۽ تاريخ اوهان جي VortX اڪائونٽ ذريعي اوهان سان گڏ رهن ٿيون.
si: පැතිකඩක මාතෘකා සහ නැරඹීම් ප්‍රගතිය ගොනුවකට සුරකින පුස්තකාලය නිර්යාත කිරීම, iPhone, iPad සහ Mac හි ඇත (Apple TV හි ගොනු තෝරකයක් නැත). Apple TV හි ඔබේ පුස්තකාලය සහ ඉතිහාසය ඔබේ VortX ගිණුම හරහා ඔබව අනුගමනය කරයි.
sk: Exportovať knižnicu, ktorá uloží tituly profilu a priebeh sledovania do súboru, je k dispozícii na iPhone, iPade a Macu (Apple TV nemá výber súborov). Na Apple TV vás vaša knižnica a história sledovania sprevádza cez váš účet VortX.
sl: Izvoz knjižnice, ki shrani naslove profila in napredek gledanja v datoteko, je na voljo na iPhonu, iPadu in Macu (Apple TV nima izbirnika datotek). Na Apple TV vam knjižnica in zgodovina sledita prek vašega računa VortX.
sm: O le Faaulufale Faletusi, lea e teu ai ulutala a se tala faasino patino ma le agai i luma o le matamata i se faila, o loo iai i le iPhone, iPad, ma le Mac (e leai se filifili faila a le Apple TV). I le Apple TV e mulimuli mai lau faletusi ma tala faasolopito e ala i lau tala VortX.
sn: Export Library, inochengeta zvinyorwa zvepurofaira nokufambira mberi kwokuona mufaira, iripo paiPhone, iPad, uye Mac (Apple TV haina chisarudzo chefaira). PaApple TV raibhurari yako nenhoroondo zvinokutevera kuburikidza ne account yako yeVortX.
so: Export Library, oo cinwaannada profile iyo horumarka daawashada ku kaydiya fayl, waxay ku jirtaa iPhone, iPad, iyo Mac (Apple TV ma laha doortaha faylka). Marka aad Apple TV isticmaasho maktabaddaada iyo taariikhdaadu waxay kaala socdaan akoonkaaga VortX.
sq: Eksportimi i Bibliotekës, që ruan titujt dhe progresin e shikimit të një profili në skedar, gjendet në iPhone, iPad dhe Mac (Apple TV nuk ka zgjedhës skedarësh). Në Apple TV, biblioteka dhe historia juaj ju ndjekin nëpërmjet llogarisë tuaj VortX.
sr: Извоз библиотеке, који чува наслове профила и напредак гледања у датотеку, доступан је на iPhone, iPad и Mac уређајима (Apple TV нема бирач датотека). На Apple TV вас ваша библиотека и историја прате кроз ваш VortX налог.
st: Export Library, e bolokang lihlooho tsa profaele le tsoelopele ea ho shebella faeleng, e teng ho iPhone, iPad, le Mac (Apple TV ha e na sekhethi sa faele). Ho Apple TV laebrari le nalane ea hau li u latela ka akhaonto ea hau ea VortX.
su: Ékspor Pustaka, nu nyimpen judul jeung kamajuan lalajo hiji profil ka file, aya dina iPhone, iPad, jeung Mac (Apple TV teu boga pamilih file). Dina Apple TV pustaka jeung riwayat anjeun milu ngaliwatan akun VortX anjeun.
sv: Exportera bibliotek, som sparar en profils titlar och tittarförlopp till en fil, finns på iPhone, iPad och Mac (Apple TV har ingen filväljare). På Apple TV följer ditt bibliotek och din historik med dig via ditt VortX-konto.
sw: Hamisha Maktaba, ambayo huhifadhi kichwa na maendeleo ya kutazama ya wasifu kwenye faili, ipo kwenye iPhone, iPad, na Mac (Apple TV haina kichagua faili). Kwenye Apple TV maktaba yako na historia vinakufuata kupitia akaunti yako ya VortX.
ta: லைப்ரரியை ஏற்றுமதி செய்தல், ஒரு சுயவிவரத்தின் தலைப்புகள் மற்றும் பார்வை முன்னேற்றத்தை ஒரு கோப்பில் சேமிக்கிறது, இது iPhone, iPad மற்றும் Mac-இல் உள்ளது (Apple TV-யில் கோப்பு தேர்வி இல்லை). Apple TV-யில் உங்கள் லைப்ரரியும் பார்வை வரலாறும் உங்கள் VortX கணக்கின் வழியாக உங்களைப் பின்தொடரும்.
te: లైబ్రరీని ఎగుమతి చేయండి, ఇది ప్రొఫైల్ టైటిల్‌లు మరియు చూసిన పురోగతిని ఫైల్‌కు సేవ్ చేస్తుంది, ఇది iPhone, iPad, మరియు Macలలో అందుబాటులో ఉంటుంది (Apple TVకి ఫైల్ పికర్ లేదు). Apple TVలో మీ లైబ్రరీ మరియు చరిత్ర మీ VortX ఖాతా ద్వారా మీతో పాటు వస్తాయి.
tg: Содироти китобхона, ки унвонҳо ва пешрафти тамошои профилро ба файл нигоҳ медорад, дар iPhone, iPad ва Mac мавҷуд аст (Apple TV интихобкунандаи файл надорад). Дар Apple TV китобхона ва таърихи шумо тавассути ҳисоби VortX-и шумо ҳамроҳатон мешаванд.
th: การส่งออกไลบรารี ซึ่งบันทึกเรื่องและความคืบหน้าการดูของโปรไฟล์ลงไฟล์ มีให้ใช้บน iPhone, iPad และ Mac (Apple TV ไม่มีตัวเลือกไฟล์) บน Apple TV ไลบรารีและประวัติการดูของคุณจะติดตามคุณผ่านบัญชี VortX
tr: Bir profilin başlıklarını ve izleme ilerlemesini bir dosyaya kaydeden Kütüphaneyi Dışa Aktar, iPhone, iPad ve Mac'te bulunur (Apple TV'nin dosya seçici yoktur). Apple TV'de kütüphaneniz ve geçmişiniz VortX hesabınız aracılığıyla sizi takip eder.
tt: Профильнең исемнәрен һәм карау барышын файлга саклаучы Китапханәне экспортлау iPhone, iPad һәм Mac'та бар (Apple TV'да файл сайлагыч юк). Apple TV'да китапханәң һәм тарихың VortX хисабың аша сине озата бара.
ug: ئامبار چىقىرىش، يەنى سەپلىمىنىڭ ماۋزۇلىرى ۋە كۆرۈش جەريانىنى ھۆججەتكە ساقلاش، iPhone، iPad ۋە Mac دا مەۋجۇت (Apple TV دا ھۆججەت تاللىغۇچ يوق). Apple TV دا ئامبارىڭىز ۋە تارىخىڭىز VortX ھېساباتىڭىز ئارقىلىق سىزگە ئەگىشىدۇ.
uk: Експорт бібліотеки, що зберігає тайтли профілю та прогрес перегляду у файл, доступний на iPhone, iPad і Mac (на Apple TV немає вибору файлів). На Apple TV ваша бібліотека та історія супроводжують вас через акаунт VortX.
ur: لائبریری ایکسپورٹ کریں، جو کسی پروفائل کے عنوانات اور دیکھنے کی پیش رفت کو ایک فائل میں محفوظ کرتی ہے، آئی فون، آئی پیڈ، اور Mac پر دستیاب ہے (Apple TV میں فائل پکر نہیں ہے)۔ Apple TV پر آپ کی لائبریری اور تاریخ آپ کے VortX اکاؤنٹ کے ذریعے آپ کے ساتھ چلتی ہیں۔
uz: Profilning sarlavhalari va ko'rish jarayonini faylga saqlaydigan Kutubxonani eksport qilish iPhone, iPad va Mac'da mavjud (Apple TV'da fayl tanlagich yo'q). Apple TV'da kutubxonangiz va tarixingiz VortX hisobingiz orqali sizni kuzatib boradi.
vi: Xuất Thư viện, lưu các tựa đề và tiến trình xem của một hồ sơ vào tệp, có trên iPhone, iPad và Mac (Apple TV không có trình chọn tệp). Trên Apple TV, thư viện và lịch sử xem của bạn đi theo bạn qua tài khoản VortX.
xh: IExport Library, egcina imixholo yeprofayile kunye nenkqubela yokubukela kwifayile, ikhona kwi-iPhone, i-iPad, kunye ne-Mac (i-Apple TV ayinaso isikhethi sefayile). Kwi-Apple TV ithala lakho neembali zilandela wena ngeakhawunti yakho yeVortX.
yo: Ìjáde Ìkàwé, tí ó máa ń tọ́jú àwọn àkọ́lé profaìlì àti ìlọsíwájú ìwò sínú fáìlì, wà lórí iPhone, iPad, àti Mac (Apple TV kò ní ẹ̀rọ-àyàn fáìlì). Lórí Apple TV ìkàwé rẹ àti ìtàn máa ń tẹ̀lé ọ nípasẹ̀ àkàwé VortX rẹ.
zh_hans: 导出库会将某个配置文件的影片和观看进度保存到文件，该功能在 iPhone、iPad 和 Mac 上可用（Apple TV 没有文件选择器）。在 Apple TV 上，你的库和历史记录通过你的 VortX 账户随你迁移。
zh_hant: 「匯出資料庫」會把某個設定檔的片名與觀看進度儲存成檔案，可在 iPhone、iPad 與 Mac 上使用（Apple TV 沒有檔案選擇器）。在 Apple TV 上，你的資料庫與觀看記錄會透過你的 VortX 帳號隨你而行。
zu: I-Export Library, elondoloza izihloko zephrofayela nenqubekelaphambili yokubuka kufayela, itholakala ku-iPhone, i-iPad, ne-Mac (i-Apple TV ayinaso isikhethi sefayela). Ku-Apple TV ilabhulali yakho nomlando kukulandela nge-akhawunti yakho ye-VortX.
